Repository: AmirulAndalib/Flyoobe
Catalog: Flyby11-deprecated/Flyby11/Locales/Strings.*.resx
Languages: pt_br

# compPatch_debugNotRemovableDrive
source: User attempted to select a non-removable drive.
pt_br: O usuário tentou selecionar uma mídia não removível.

# compPatch_debugNoUSBDrive
source: No USB drive selected for patching.
pt_br: Nenhuma unidade USB selecionada para aplicar o patch.

# ctl_linkCiuv
source: Can I upgrade to Windows 11?
pt_br: Posso atualizar para o Windows 11?

# ctl_linkVote
source: Did the upgrade work?
pt_br: A atualização funcionou?

# _debugStatusHandleIsoEx
source: Oops! Something went wrong:
pt_br: Ops! Algo deu errado:

# _debugStatusMounting
source: Mounting the ISO... Hang tight!
pt_br: Montando o arquivo ISO... Só um momento!

# _debugStatusMountingFailed
source: Failed to mount the ISO. Please try again.
pt_br: Falha ao montar o arquivo ISO. Tente de novo.

# _debugStatusMountingSuccess
source: ISO mounted successfully! Let's get this Windows 11 ready!
pt_br: ISO montado com sucesso! Vamos preparar o Windows 11!

# _debugStatusRunning
source: Almost there! We're getting the setup ready...
pt_br: Quase lá! Estamos preparando a instalação...

# _debugStatusSetupFileNotFound
source: Setup file not found in
pt_br: Arquivo de instalação não encontrado em

# ctl_linkSelectComputer
source: Select from computer
pt_br: Selecionar do computador

# compPatch_debugCancel
source: Bypass patch canceled by user.
pt_br: Patch de bypass cancelado pelo usuário.

# compPatch_msgFailedEx
source: Failed to apply bypass patch:
pt_br: Falha ao aplicar patch de bypass:

# compPatch_msgNotRemovableDrive
source: The selected path is not a removable drive. Please select a USB drive.
pt_br: O caminho selecionado não é uma unidade removível. Selecione uma unidade USB.

# compPatch_msgSelectDrive
source: Select the USB drive containing your Windows 11 installation files.\nThis feature adds a compatibility patch to bypass certain system requirements.\nCompatible with drives prepared by any tool, including Rufus. Ensure the drive is ready!
pt_br: Selecione a unidade USB contendo os arquivos de instalação do Windows 11.\nEste recurso adiciona um patch de compatibilidade para ignorar certos requerimentos de sistema.\nCompatível com unidades preparadas por qualquer ferramenta, incluindo o Rufus. Garanta que a unidade esteja pronta!

# compPatch_msgSelectDriveConfirm
source: This will apply compatibility bypass settings on the selected USB drive. Continue?
pt_br: Isso aplicará as configurações de bypass de compatibilidade na unidade USB selecionada. Continuar?

# compPatch_msgSuccess
source: Bypass patch applied successfully!
pt_br: Patch de bypass aplicado com sucesso!

# ctl_FormTitle
source: Flyby11 Upgrading Assistant
pt_br: Assistente de Atualização Flyby11

# ctl_inkCompPatch
source: Apply Compatibility Patch to ISO (Clean Install)
pt_br: Aplicar patch de compatibilidade na ISO (Instalação limpa)

# ctl_statusLabel
source: Drag and drop the Windows 11 ISO to patch it and install on unsupported hardware (Inplace Upgrade).
pt_br: Arraste e solte a ISO do Windows 11 para aplicar o patch e instalá-lo em hardware não suportado (Atualização local).

# faq_a1
source: A: You can download the latest ISO from the official Microsoft website or use the Fido Downloader.
pt_br: R: Você pode baixar o ISO mais recente do site oficial da Microsoft ou usar o Fido Downloader.

# faq_a2
source: A: If you've successfully installed Windows 11 and saved some money, feel free to leave a little something as a thank-you here.
pt_br: R: Se você instalou o Windows 11 com sucesso e economizou algum dinheiro, sinta-se à vontade para deixar algo como agradecimento aqui.

# faq_a2Link
source: Click here to donate and show your support.
pt_br: Clique aqui para doar e mostrar seu apoio.

# faq_a3
source: A: Once the ISO is mounted, the setup process runs in the background. The Windows installer starts, guiding you through the steps required to install Windows 11 on your machine.
pt_br: R: Após a montagem da ISO, o processo de instalação é executado em segundo plano. O instalador do Windows é iniciado, guiando você pelas etapas necessárias para instalar o Windows 11 na sua máquina.

# faq_a4
source: A: Please check the error messages and report it on GitHub.
pt_br: R: Verifique as mensagens de erro e informe-as no GitHub.

# faq_a5
source: A: Yes, Microsoft has left a backdoor open. This method leverages a feature of the Windows 11 setup process that uses the Windows Server variant of the installation. Unlike the regular Windows 11 setup, this variant skips most hardware compatibility checks.
pt_br: R: Sim, a Microsoft deixou uma brecha. Este método aproveita um recurso do processo de instalação do Windows 11 que utiliza a variante do Windows Server. Ao contrário da instalação padrão do Windows 11, esta variante ignora a maioria das verificações de compatibilidade de hardware.

# faq_a6
source: A: According to Microsoft, you should throw your PC away. I would suggest installing Linux on it and moving away from Windows.
pt_br: R: Segundo a Microsoft, você deve jogar seu PC fora. Eu sugeriria instalar o Linux nele e abandonar o Windows.

# faq_a7
source: A: The developer is Belim, also known as Builtbybel, who has contributed a lot of code to the Windows community.
pt_br: R: O desenvolvedor se chama Belim, também conhecido como Builtbybel, que contribuiu com muito código para a comunidade Windows.

# faq_a7Link
source: Click here to learn more about the developer's work.
pt_br: Clique aqui para saber mais sobre o trabalho do desenvolvedor.

# faq_downloadFido
source: Download via Fido (Recommended)
pt_br: Baixar pelo Fido (Recomendado)

# faq_downloadMS
source: Microsoft Site
pt_br: Site da Microsoft

# faq_header
source: Frequently Asked Questions (FAQ)
pt_br: Perguntas Frequentes

# faq_q1
source: Q: Where can I get the latest Windows 11 ISO?
pt_br: P: Onde posso obter o ISO mais recente do Windows 11?

# faq_q2
source: Q: How can I support the developer?
pt_br: P: Como posso apoiar o desenvolvedor?

# faq_q3
source: Q: How does the setup process work once the ISO is mounted?
pt_br: P: Como funciona o processo de instalação depois que a ISO é montada?

# faq_q4
source: Q: What if I encounter issues during installation?
pt_br: P: E se eu tiver problemas durante a instalação?

# faq_q5
source: Q: Is it legal to use this method?
pt_br: P: É legal usar esse método?

# faq_q6
source: Q: What are my alternatives if my PC is not supported?
pt_br: P: Quais são minhas alternativas se meu PC não for compatível?

# faq_q7
source: Q: Who is the developer?
pt_br: P: Quem é o desenvolvedor?

# ciuView_lblPtAns
source: 1. The device is running a currently supported version of Windows 10. If the device isn't currently running a supported version of Windows 10, upgrade to a supported version of Windows 10.
pt_br: 1. O dispositivo está executando uma versão atualmente compatível do Windows 10. Se o dispositivo não estiver executando uma versão compatível, atualize para uma versão que seja compatível.

# ciuView_lblPtAns2
source: 2. The device meets
pt_br: 2. O dispositivo atende

# ciuView_lblPtAns3
source: 1. Download and run the
pt_br: 1. Baixe e execute o

# ciuView_lblPtAns4
source: 2. Select the following Windows Update shortcut and then select the Check for updates button:
pt_br: 2. Selecione o seguinte atalho do Windows Update e então selecione o botão 'Verificar por atualizações':

# ciuView_lblPtAns5
source: 3. Your device does not meet the official requirements for Windows 11? You can apply a compatibility patch to enable the Inplace Upgrade via Windows Update.
pt_br: 3. Seu dispositivo não atende aos requisitos oficiais do Windows 11? Você pode aplicar um patch de compatibilidade para habilitar a Atualização Local por meio do Windows Update.

# ciuView_lblPtHdr
source: An existing Windows 10 device can be upgraded to Windows 11 if it meets the following criteria:
pt_br: Um dispositivo Windows 10 existente pode ser atualizado para o Windows 11 se atender aos seguintes critérios:

# ciuView_lblPtHdr2
source: To see if a Windows 10 device is eligible to upgrade to Windows 11, follow one of these options:
pt_br: Para verificar se um dispositivo Windows 10 está qualificado para atualização para o Windows 11, siga uma destas opções:

# ciuView_linkPtAns2
source: the minimum hardware specifications to run Windows 11.
pt_br: as especificações mínimas de hardware para executar o Windows 11.

# ciuView_linkPtAns3
source: WhyNotWin11 app to confirm your device meets the minimum system requirements
pt_br: aplicativo WhyNotWin11 para confirmar se seu dispositivo atende aos requisitos mínimos do sistema.

# msg_InstallReady
source: Windows 11 installation can now proceed. Please follow the instructions in the setup window.
pt_br: A instalação do Windows 11 já pode prosseguir. Siga as instruções na janela de instalação.

# _debugInstallReady
source: You're ready to install Windows 11 on unsupported hardware! Ignore the 'Windows Server' prompt; you're all set!
pt_br: Você está pronto para instalar o Windows 11 em hardware não suportado! Ignore o prompt "Windows Server"; está tudo pronto!

# _debugInstallRunElevated
source: Starting the setup process with elevated privileges...
pt_br: Iniciando o processo de instalação com privilégios de administrador...

# msgClosing
source: Thank you for using my app!\n\nI developed this application in my free time to help you upgrade from Windows 10 to Windows 11 – even on PCs that, according to Microsoft's hardware requirements, would normally not be supported.\n\nMy app helps you avoid purchasing a new computer and actively contributes to reducing unnecessary electronic waste.\n\nNormally, I do not charge anything for my projects – neither for development nor for support.\nHowever, since this app is significantly more comprehensive, offers more features, and requires more support, I would be grateful if you would consider making a small voluntary donation, if you are able to.\n\nOf course, only if you want to and can afford it.\n\nWould you like to donate on PayPal now?
pt_br: Obrigado por usar meu aplicativo!\n\nDesenvolvi este aplicativo no meu tempo livre para ajudar você a atualizar do Windows 10 para o Windows 11, mesmo em PCs que, de acordo com os requisitos de hardware da Microsoft, normalmente não seriam suportados.\n\nMeu aplicativo ajuda você a evitar a compra de um novo computador e contribui ativamente para reduzir o lixo eletrônico desnecessário.\n\nNormalmente, não cobro nada pelos meus projetos, nem pelo desenvolvimento nem pelo suporte.\nNo entanto, como este aplicativo é significativamente mais abrangente, oferece mais recursos e requer mais suporte, eu agradeceria se você considerasse fazer uma pequena doação voluntária, se puder.\n\nClaro, somente se você quiser e puder pagar.\n\nGostaria de doar no PayPal agora?
